Revit 2027 API
ParameterTypeId.ThermalMaterialParamCompressibility Property
 "Compressibility"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ThermalMaterialParamCompressibility { get; }
Public Shared ReadOnly Property ThermalMaterialParamCompressibility As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ThermalMaterialParamCompressibility {
	ForgeTypeId^ get ();
}
static member ThermalMaterialParamCompressibility : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace